
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>ทรัพยากรธรรมชาติและสิ่งแวดล้อม</title>

    <link rel="stylesheet" href="style31.css">
    <link rel="stylesheet" href="FontAwesome6.2.0/css/all.min.css">
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-QWTKZyjpPEjISv5WaRU9OFeRpok6YctnYmDr5pNlyT2bRjXh0JMhjY6hW+ALEwIH" crossorigin="anonymous">
</head>
<body>
     <!--  notification message -->
     <?php if (isset($_SESSION['success'])) : ?>
            <div class="success">
                <h3>
                    <?php 
                        echo $_SESSION['success'];
                        unset($_SESSION['success']);
                    ?>
                </h3>
            </div>
        <?php endif ?>

        <nav class="navbar navbar-expand-lg navbar-dark bg-dark">
  <div class="container-fluid">
    <a class="navbar-brand" href="index.php">หน้าแรก</a>
    <button class="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target="#navbarScroll" aria-controls="navbarScroll" aria-expanded="false" aria-label="Toggle navigation">
      <span class="navbar-toggler-icon"></span>
    </button>
    <div class="collapse navbar-collapse" id="navbarScroll">
      <ul class="navbar-nav me-auto my-2 my-lg-0 navbar-nav-scroll" style="--bs-scroll-height: 100px;">
        <li class="nav-item">
          <a class="nav-link active" aria-current="page" href="lesson.php">บทเรียน</a>
        </li>
        <li class="nav-item">
          <a class="nav-link active" aria-current="page" href="Quiz.php">แบบทดสอบ</a>
        </li>
        <li class="nav-item">
          <a class="nav-link active" aria-current="page" href="Contact_us.php">ติดต่อเรา</a>
        </li>
      </ul>
      <div class="d-flex">
      <a href="index.php?logout='1'"class="btn btn-outline-light" style="color: red;">ออกจากระบบ</a>
    </div>
  </div>
</nav>

   

<div class="container11">
        <div class="child"><h1>ทรัพยากรธรรมชาติและสิ่งแวดล้อม</h1></div>
        </div>
        <div class="container4">
            <p><b>สิ่งแวดล้อม</b> คือ ทุกสิ่งทุกอย่างที่อยู่รอบตัวมนุษย์ทั้งที่มีชีวิตและไม่มีชีวิต รวมทั้งที่เป็นรูปธรรม (สามารถจับต้องและมองเห็นได้) และนามธรรม (ตัวอย่างเช่นวัฒนธรรมแบบแผน ประเพณี ความเชื่อ) มีอิทธิพลเกี่ยวโยงถึงกัน เป็นปัจจัยในการเกื้อหนุนซึ่งกันและกัน ผลกระทบจากปัจจัยหนึ่งจะมีส่วนเสริมสร้างหรือทำลายอีกส่วนหนึ่ง อย่างหลีกเลี่ยงมิได้ สิ่งแวดล้อมเป็นวงจรและวัฏจักรที่เกี่ยวข้องกันไปทั้งระบบ 
            ประเภทของสิ่งแวดล้อม
            สิ่งแวดล้อมแบ่งออกได้เป็น 2 ประเภท คือ</p><br><br>
                    <p><b>1.สิ่งแวดล้อมตามธรรมชาติ (Natural Environment)</b> คือสิ่งแวดล้อมที่เกิดขึ้นเองตาม ธรรมชาติ แบ่งย่อยได้เป็น 2 ชนิด คือ</p>
                    <p><b>1.1 สิ่งแวดล้อมทางชีวภาพ (Biological Environment)</b> ได้แก่ สิ่งมีชีวิตทั้งหลาย เช่น พืช สัตว์ป่า และ มนุษย์ ฯลฯ</p>
                    <p><b>1.2 สิ่งแวดล้อมทางกายภาพ (Physical Environment)</b> หมายถึงสิ่งแวดล้อมที่ไม่มีชีวิต ได้แก่ ประโยชน์ให้ ภูเขา ดิน ลมฟ้าอากาศ อุณหภูมิ ฯลฯ</p><br>
                    <p><p><b>2.สิ่งแวดล้อมที่มนุษย์สร้างขึ้น (Man- made Environment)</b> คือสิ่งแวดล้อมที่มนุษย์ สร้างขึ้นเพื่อเป็นปัจจัยในการดำรงชีวิต หรือเพื่อ ตอบสนองความต้องการของมนุษย์ และเป็น แบบแผนในการดำเนินชีวิต แบ่งออกเป็น 2 ชนิด คือ </p>
                    <p><b>2.1 สิ่งแวดล้อมที่เป็นกายภาพ หรือ สิ่งแวดล้อมรูปธรรม (Physical Feature Environment)</b> คือสิ่งแวดล้อมที่มีลักษณะทางกายภาพ และ มองเห็นได้ชัดเจน ได้แก่ บ้านเรือน ถนน ฯลฯ </p>
                    <p><b>2.2 สิ่งแวดล้อมที่เป็นมโนภาพ หรือ สิ่งแวดล้อมนามธรรม (Abstract Environment)</b> เป็นสิ่งแวดล้อมที่เกิดจากการสร้าง จินตนาการ และต้องมีการแสดงออกมาจึง จะเห็นได้ชัดเจน นับเป็นสิ่งแวดล้อมที่มนุษย์ สร้างขึ้นมาเพื่อความเป็นระเบียบของการ อยู่ร่วมกันในสังคม ได้แก่ กฎหมาย ศาสนา ขนบธรรมเนียม วัฒนธรรม การเมือง ระบบ เศรษฐกิจ ฯลฯ </p>
                   
                    <div class="childDM"><img src="pictures/n1.png" alt=""></div><br><br>

        </div>
        <div class="container4">
        <h5>ความสำคัญของสิ่งแวดล้อม</h5>
        <p>มนุษย์มีความสัมพันธ์กับสิ่งแวดล้อมอย่างใกล้ชิดและพึ่งพาอาศัยกันตลอดเวลา สิ่งแวดล้อมอำนวย ประโยชน์ให้แก่มนุษย์อย่างมหาศาล สิ่งแวดล้อมจึงมีความสำคัญต่อมนุษย์ดังนี้<br>
        1. มีความสำคัญต่อการคงอยู่ของสิ่งมีชีวิต โดยเป็นองค์ประกอบของชีวิตและเป็นปัจจัยพื้นฐาน ในการดำรงชีพ เช่น คนและสัตว์ต้องการออกซิเจนเพื่อการหายใจและการเผาผลาญอาหาร หากอากาศ เป็นพิษ ก็จะทำให้สิ่งมีชีวิตตายได้<br>
        2. มีอิทธิพลต่อการตั้งถิ่นฐาน ทำเลที่เหมาะสมจะมีการตั้งถิ่นฐานอยู่อย่างหนาแน่น เช่น บริเวณที่ราบลุ่มแม่น้ำ ที่ราบชายฝั่งทะเล ส่วนลักษณะภูมิประเทศที่มีคนอาศัยอยู่เบาบางคือ ทะเลทราย บริเวณภูเขา<br>
        3. มีอิทธิพลต่อลักษณะที่อยู่อาศัย บ้านเรือนในแต่ละภูมิภาคจะมีโครงสร้าง รูปแบบ และการใช้ วัสดุที่แตกต่างกันเพื่อให้เหมาะสมกับภูมิอากาศ เช่น ในเขตอบอุ่นและเขตหนาวมักสร้างประตู หน้าต่าง มิดชิด และมีเตาผิงให้ความอบอุ่น ส่วนบ้านคนไทยสมัยก่อนจะสร้างใต้ถุนสูง หลังคาจั่ว ให้เหมาะกับ สภาพภูมิอากาศ</p><br>
        4. เป็นตัวกำหนดลักษณะการดำรงชีวิตของมนุษย์ เช่น บริเวณเอเชียตะวันออกเฉียงใต้ มีลักษณะภูมิประเทศเป็นที่ราบลุ่ม มนุษย์จะประกอบอาชีพเกษตรกรรม ตอนเหนือของแอฟริกาและเอเชียตะวันตกเฉียงใต้มีสภาพแห้งแล้งเป็นทะเลทราย มนุษย์จะดำรงชีพโดยการเลี้ยงสัตว์เร่ร่อนไปตาม แหล่งน้ำรอบโอเอซิส ส่วนบริเวณเส้นศูนย์สูตรอากาศจะร้อน ฝนตกตลอดปี มีป่าดงดิบอุดมสมบูรณ์ มนุษย์ จะดำรงชีพด้วยการเก็บของป่าและล่าสัตว์<br>
        5. ทำหน้าที่รองรับของเหลือเศษที่เกิดจากการผลิตและการบริโภค ได้แก่ ขยะมูลฝอยต่างๆ และยังก่อให้เกิดปัญหาสิ่งแวดล้อม เช่น ปัญหาน้ำเน่าเสีย อากาศเสีย ดินเสื่อมคุณภาพ<br>
        6. มีความสำคัญต่อความเจริญรุ่งเรืองและความผาสุกของมนุษย์ หากประเทศใดมีทรัพยากรมาก รู้จักนำมาใช้อย่างเหมาะสม จะทำให้ประชาชนมีคุณภาพชีวิตที่ดี มีความมั่นคง และเจริญก้าวหน้าเพราะ ทรัพยากรธรรมชาติเป็นปัจจัยพื้นฐานสำคัญในการพัฒนาสังคมมนุษย์<br>
        7. มีความสำคัญด้านวิชาการและเอกลักษณ์ของชาติ โดยเฉพาะสิ่งแวดล้อมศิลปกรรม โบราณสถาน และโบราณวัตถุ แสดงออกถึงวิวัฒนาการและความรุ่งเรืองของมนุษย์ในอดีต นอกจากนี้ สิ่งแวดล้อมที่สวยงาม ทั้งที่เกิดขึ้นเองตามธรรมชาติหรือเกิดจากการสร้างสรรค์ของมนุษย์ ยังอำนวยประโยชน์ในด้านการพักผ่อนหย่อนใจได้เป็นอย่างดี สามารถพัฒนาเป็นแหล่งท่องเที่ยวซึ่งก่อให้เกิด การสร้างงานและรายได้อย่างมากมาย<br></p>
        </div>
        <div class="container4">
        <h3>ความหมายของทรัพยากรธรรมชาติ</h3>
        <p><b>ทรัพยากรธรรมชาติ</b> หมายถึง สิ่งที่เกิดขึ้นเองตามธรรมชาติ และเอื้อประโยชน์ต่อการดำรงชีวิต ของมนุาศในด้านต่างๆ เช่น ป่าไม้ให้ประโยชน์ในการนำมาทำที่อยู่อาศัย ยารักษาโรค เครื่องนุ่งห่ม เชื้อเพลิง น้ำให้ประโยชน์ในการอุปโภค บริโภค การเกษตร สัตว์ป่าให้ประโยชน์ในแง่การพักผ่อน นันทนาการ คุณค่าในการศึกษาหาความรู้ เป็นอาหาร เป็นต้น นอกจากนี้ยังมีทรัพยากรธรรมชาติอีกหลากหลาย ที่มนุษย์สามารถนำมาใช้ประโยชน์ได้ ซึ่งหากมองว่าสิ่งที่มนุษย์สร้างขึ้นก็นำมาจากวัตถุดิบหรือต้นทุน ทางะรรมชาติ อาจให้ความหมายว่า ทรัพยากรธรรมชาติและสิ่งแวดล้อมก็คือกลุ่มเดียวกัน</p>
        </div>
        <div class="container4">
        <h3>ประเภทของทรัพยากรธรรมชาติ</h3>
        <p>ในโลกนี้มีทรัพยากรธรรมชาติมากมายทั้งในอากาศ บนผิวโลก ใต้ผิวโลก มีสภาพทั้งของแข็ง ของเหลว ก๊าซ บางชนิดมีการเจริญเติบโตได้ บางชนิดไม่เติบโตแต่มีการเปลี่ยนแปลงได้ เช่น เกิดการผุพัง สลายไป นักอนุรักษ์วิทยาได้แบ่งประเภทของทรัพยากรธรรมชาติไว้ 3 ประเภท คือ
        1. ทรัพยากรธรรมชาติที่ใช้แล้วไม่หมดสิ้น (Non-Exhausting Natural Resources) หรือทรัพยากรธรรมชาติที่มีใช้ตลอด (Inexhuastible Natural Resources) เป็นทรัพยากรธรรมชาติที่จำเป็น ต่อการดำรงชีวิตของมนุษย์ บางชนิดมนุษย์ขาดเป็นเวลานานได้ บางชนิด ขาดไม่ได้แม้เพียงระยะเวลาสั้นๆ ก็อาจถึงตายได้ ทรัพยากรดังกล่าว ได้แก่ อากาศ น้ำ
        2. ทรัพยากรธรรมชาติที่ใช้แล้วสามารถทดแทนได้ (Replaceable or Renewable Natural
Resources) เป็นทรัพยากรที่มีความจำเป็นต่อมนุษย์ในการดำรงชีพเพื่อตอบสนองปัจจัยสี่และความ สะดวกสบาย เมื่อใช้แล้วสามารถเกิดทดแทนขึ้นได้ ซึ่งการทดแทนนั้นอาจใช้ระยะเวลาสั้นหรือยาวนาน ไม่เท่ากัน ทรัพยากรดังกล่าว ได้แก่
        2.1 น้ำที่ใช้ได้</b> หมายถึง น้ำในที่ใดที่หนึ่งเมื่อใช้หมดแล้วจะมีการทดแทน ได้ด้วยฝนที่ตกตามปกติ<br>
        2.2 ดิน ปัจจัยที่ทำให้เกิดดิน คือ หิน อากาศ พืช ระยะเวลา ลักษณะ ภูมิประเทศ การทดแทนต้องใช้ระยะเวลานาน นอกจากนี้ยังมี ทรัพยากรชนิดอื่นอีก เช่น ทรัพยากรประมง ทรัพยากรเกษตร (พืช ผัก เนื้อสัตว์) พืช สัตว์ป่า ป่าไม้ ทุ่งหญ้าเลี้ยงสัตว์ เป็นต้น<br>
        3. ทรัพยากรที่ใช้แล้วหมดไป (Exhausting Natural Resources) หรือทรัพยากรที่ไม่สามารถ ทดแทนได้ (Irreplaceable Natural Resources) เป็นทรัพยากรที่ไม่สามารถจะนำมาทดแทนได้เมื่อให้ หมดไป เช่น แร่ โลหะ ก๊าซธรรมชาติ น้ำมันปิโตรเลียม ถ่านหิน เป็นต้น<br>
        ทรัพยากรธรรมชาติแต่ละประเภทมีความจำเป็นต่อการดำรงชีวิตของมนุษย์แตกต่างกันไป ปริมาณ และคุณภาพของทรัพยากรธรรมชาติที่มีอยู่ก็แตกต่างกันไปในแต่ละพื้นที่ การนำทรัพยากรธรรมชาติ มาใช้เพื่อก่อให้เกิดประโยชน์ในทางเศรษฐกิจ ควรจะกระทำด้วยความระมัดระวัง และมีการจัดการที่ดี โดยคำนึงถึงสมดุลของธรรมชาติ</p>
        </div>
        <div class="container4">
            <h3>ประโยชน์และความสำคัญของทรัพยากรธรรมชาติ</h3>
            <p>การดำรงชีวิตของมนุษย์ประกอบด้วยปัจจัยที่สำคัญ 2 ประการ คือ<br>
            1. <b>ธรรมชาติ </b>เป็นตัวให้กำเนิดทรัพยากรสำหรับนำมาใช้ในการดำรงชีวิตโดยตรง และเพื่อใช้เป็นเครื่องมือในการค้นหาหรือใช้ทรัพยากรอื่นให้เกิดประโยชน์ ใช้เป็นเครื่องมือในการประกอบอาชีพ ความ เจริญรุ่งเรืองของมนุษย์แต่ละเชื้อชาติขึ้นอยู่กับจำนวนและคุณภาพของทรัพยากร ด้วยทรัพยากรจึงมีโอกาสพัฒนาประเทศได้มากกว่าประเทศที่ขาดแคลนทรัพยากร ประเทศที่อุดมสมบูรณ์ด้วยทรัพยากรจึงมีโอกาสพัฒนาประเทศได้มากกว่าประเทศที่ขาดแคลนทรัพยากร<br>
            2. <b>มุนษย์ </b>เป็นผู้ใช้ทรัพยากรให้เกิดประโยชน์ต่อมนุษย์ด้วยกันเอง มนุษย์กลุ่มใดมีความสามารถ ในการใช้ทรัพยากรอย่างมีประสิทธิภาพมากกว่า ย่อมมีโอกาสที่จะกินดีอยู่ดีและพัฒนามากกว่า แต่ถ้า มนุษย์กลุ่มใดใช้ทรัพยากรฟุ่มเฟือยขาดการอนุรักษ์ย่อมทำให้เกิดปัญหาการขาดแคลนทรัพยากรและเกิด ความเสื่อมโทรมต่อสิ่งแวดล้อม<br>
            จากความหมายและความสำคัญของทรัพยากรธรรมชาติสรุปประโยขน์ของทรัพยากรธรรมชาติได้ดังนี้<br>
            1. <b>ใช้ในการดำรงชีวิต</b><br>
ทรัพยากรธรรมชาติเป็นปัจจัย 4 ในการดำรงชีวิต และสถานที่พักผ่อนหย่อนใจตามธรรมชาติ เพื่อการนันทนาการที่ให้ความรื่นรมย์แก่มนุษย์ ใช้ประดิษฐ์เครื่องมือ เครื่องใช้ เครื่องผ่อนแรง เครื่องจักร เครื่องยนต์ ตลอดจนเครื่องอำนวยความสะดวกต่างๆ<br>
            2. <b>รักษาความสมดุลตามธรรมชาติให้คงอยู่อย่างเหมาะสม</b><<br>
เมื่อเกิดการเปลี่ยนแปลงในธรรมชาติ ทรัพยากรธรรมชาติจะเป็นตัวปรับเพื่อให้สิ่งแวดล้อม ที่เปลี่ยนแปลงนั้นคงอยู่อย่างเหมาะสมและสมดุล ถ้าทรัพยากรชนิดหนึ่งชนิดใดเกิดการ เปลี่ยนแปลงอาจจะมากเกินไป หรือลดน้อยลงอย่างรวดเร็วจะมีผลกระทบต่อทรัพยากรและ สิ่งแวดล้อมอื่นๆ ให้เสียสมดุล</p><br>
        </div>
        <div class="container4">
            <h5>การทำลายสิ่งแวดล้อมและทรัพยากรธรรมชาติ</h5>
            <p>ปัญหาสิ่งแวดล้อมและทรัพยากรธรรมชาติที่เกิดขึ้น ส่วนใหญ่จะมีมนุษย์เป็นปัจจัยสำคัญ หากพิจารณา ถึงสาเหตุจากการกระทำของมนุษย์ จะสามารถแบ่งเป็นสาเหตุต่างๆ ได้ดังนี้</p><br>
            1. <b>การเพิ่มของประชากร</b> นำมาซึ่งความต้องการในการใช้ทรัพยากรธรรมชาติเพื่อการดำรงชีวิตจึงทำให้เกิดผลต่างๆ ตามมาอย่างมากมาย เช่น การเพิ่มพื้นที่ทำกินทางการเกษตร การบุกรุกทำลายป่า การตั้งโรงงานอุตสาหกรรมเพื่อเพิ่มกำลังการผลิตสินค้า นำไปสู่การเสียสมดุลทางธรรมชาติได้<br>
            2. <b>การขยายตัวของชุมชนเมือง </b>ทำให้เกิดปัญหาขึ้นมากมาย เช่น ปัญหาการใช้ทรัพยากรประจำ ท้องถิ่น ปัญหาการควบคุมดูแลทรัพยากร และปัญหาการกำจัดของเสีย เกิดการสร้างแหล่งอุตสาหกรรมเพิ่มมากขึ้น ซึ่งหากมีการควบคุมดูแลที่ไม่เหมาะสมจะก่อให้เกิดปัญหามลพิษต่อสิ่งแวดล้อมตามมา อย่างมาก<br>
            3. <b>เทคโนโลยีสมัยใหม่ </b>ที่นำมาใช้เพื่อเพิ่มผลผลิตทางการเกษตร การใช้สารเคมีต่างๆ เช่น ยาฆ่าแมลงและปุ๋ย จะส่งผลให้เกิดการตกค้างของสารเหล่านี้ในดินและอาจกระจายไปสู่แหล่งน้ำหรือระบบนิเวศต่างๆ<br>
            4. <b>การสร้างสิ่งก่อสร้าง </b>การสร้างถนน อ่างเก็บน้ำ เขื่อน นับว่าเป็นสาเหตุสำคัญที่ทำให้ทรัพยากรธรรมชาติต่างๆ เช่น ป่าไม้ ดิน และน้ำถูกใช้ไป นอกจากนี้ยังอาจส่งผลกระทบต่อสัตว์ป่าในพื้นที่นั้น ทำลายถิ่นที่อยู่ของสัตว์ป่า เมื่อมนุษย์สร้างสิ่งก่อสร้างในพื้นที่ป่าเพิ่มมากขึ้น ก็จะทำให้มีการทำลายป่า อย่างต่อเนื่อง<br>
            5. <b>การกีฬา </b>ปัญหาที่เกิดกับทรัพยากรสัตว์ป่า เช่น การยิงนก การตกปลา และการล่าสัตว์ ซึ่งถ้าหากเป็นไปเพื่อการกีฬาอย่างแท้จริง มีการกำหนดกฎเกณฑ์หรือมาตรฐานต่างๆ ที่ชัดเจน ก็จะไม่ก่อ ให้เกิดปัญหาเรื่องการทำลายทรัพยากรธรรมชาติมากนัก แต่เป็นการแข่งขันเพื่อทำลายสถิติด้านจำนวน ก็จะมีการนำอาวุธที่ร้ายแรงและทันสมัยมาใช้มากยิ่งขึ้น ทำให้เกิดการสูญเสียชีวิตและพันธุกรรมของสัตว์ป่า<br>
            6. <b>การสงคราม </b>จะก่อให้เกิดการกระตุ้นให้นำทรัพยากรธรรมชาติที่มีอยู่มาใช้มากขึ้น ตั้งแต่การใช้ ทรัพยากรแร่ธาตุเพื่อการผลิตอาวุธและเครื่องมือต่างๆ บางครั้งมีการเร่งขุดเจาะน้ำมันดิบเพื่อขายและ แลกเปลี่ยนเป็นเงินตรา เพื่อนำไปซื้ออาวุธที่ทันสมัยมีประสิทธิภาพการทำลายล้างสูงมาต่อสู้กัน ซึ่งผลของสงครามก็คือการสูญเสียทั้งสองฝ่าย ทั้งด้านทรัพยากรมนุษย์และทรัพยากรอื่นๆ เช่น การทิ้งระเบิดทำลายบ่อน้ำมันของอิรักในปี พ.ศ. 2536 ทำให้เกิดการสูญเสียชีวิตและทรัพยากรธรรมชาติ ซึ่งปริมาณน้ำมันที่สูญเสียไปจากการทิ้งระเบิดเพียงครั้งเดียวนี้ อาจจะต้องอาศัยระยะเวลานานเป็นหลายล้านปีจึงจะเกิดขึ้นได้<br>
            7. <b>ความไม่รู้หรือรู้เท่าไม่ถึงการณ์ </b>หลายๆ ครั้งที่คนเราทำลายสิ่งแวดล้อมเพราะความรู้เท่า ไม่ถึงการณ์ไม่รู้ถึงสาเหตุและผลกระทบที่จะเกิดขึ้น ขาดข้อมูล ความเข้าใจที่ถูกต้อง ทำให้เราเกิดมุมมอง และเกิดความสัมพันธ์ต่อสิ่งแวดล้อมแตกต่างกัน<br>
            8. <b>การขาดจิตสำนึกด้านสิ่งแวดล้อม </b>มนุษย์สามารถกอบโกยประโยชน์จากธรรมชาติได้อย่าง รวดเร็วด้วยวิวัฒนาการทางด้านเทคโนโลยีที่ก้าวหน้าและขาดจิตสำนึกด้านสิ่งแวดล้อมทำให้ธรรมชาติ ฟื้นตัวไม่ทัน มนุษย์ก็ยิ่งกลายเป็นผู้ทำลายธรรมชาติแทนการเป็นผู้พึ่งพา และทำให้ทรัพยากรธรรมชาติ บางชนิดหมดสิ้นไปจากโลกนี้อย่างถาวร</p><br>
            <div class="childDM"><img src="pictures/n2.png" alt=""></div><br><br><br><br><br><br><br><br><br>
            </div>


          <div class="container4">
          <div class="ratio ratio-16x9">
  <iframe src="https://www.youtube.com/embed/fj97kFjwCUE" title="YouTube video" allowfullscreen></iframe>
</div>
          </div>
    <script src="jQuery/jquery-3.6.0.js"></script>
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/js/bootstrap.bundle.min.js" integrity="sha384-YvpcrYf0tY3lHB60NNkmXc5s9fDVZLESaAA55NDzOxhy9GkcIdslK1eN7N6jIeHz" crossorigin="anonymous"></script>
    <script>
        $(document).ready(function(){
            $('.toggle').click(function(){
                $('.toggle').toggleClass('active');
                $('ul').toggleClass('active');
            })
        })
    </script>
    </div>
</body>
</html>
