<?php 
    session_start();

    if (!isset($_SESSION['username'])) {
        $_SESSION['msg'] = "You must log in first";
        header('location: login.php');
    }

    if (isset($_GET['logout'])) {
        session_destroy();
        unset($_SESSION['username']);
        header('location: login.php');
    }
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>ผลกระทบจากการผลิตและการใช้พลังงาน</title>

    <link rel="stylesheet" href="style31.css">
    <link rel="stylesheet" href="FontAwesome6.2.0/css/all.min.css">
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-QWTKZyjpPEjISv5WaRU9OFeRpok6YctnYmDr5pNlyT2bRjXh0JMhjY6hW+ALEwIH" crossorigin="anonymous">
</head>
<body>
<div class="container0">
     <!--  notification message -->
     <?php if (isset($_SESSION['success'])) : ?>
            <div class="success">
                <h3>
                    <?php 
                        echo $_SESSION['success'];
                        unset($_SESSION['success']);
                    ?>
                </h3>
            </div>
        <?php endif ?>

        <nav class="navbar navbar-expand-lg navbar-dark bg-dark">
  <div class="container-fluid">
    <a class="navbar-brand" href="index.php">หน้าแรก</a>
    <button class="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target="#navbarScroll" aria-controls="navbarScroll" aria-expanded="false" aria-label="Toggle navigation">
      <span class="navbar-toggler-icon"></span>
    </button>
    <div class="collapse navbar-collapse" id="navbarScroll">
      <ul class="navbar-nav me-auto my-2 my-lg-0 navbar-nav-scroll" style="--bs-scroll-height: 100px;">
        <li class="nav-item">
          <a class="nav-link active" aria-current="page" href="lesson.php">บทเรียน</a>
        </li>
        <li class="nav-item">
          <a class="nav-link active" aria-current="page" href="Quiz.php">แบบทดสอบ</a>
        </li>
        <li class="nav-item">
          <a class="nav-link active" aria-current="page" href="Contact_us.php">ติดต่อเรา</a>
        </li>
      </ul>
      <div class="d-flex">
      <a href="index.php?logout='1'"class="btn btn-outline-light" style="color: red;">ออกจากระบบ</a>
    </div>
  </div>
</nav>


    <div class="container14">
        <div class="child"><h1>ผลกระทบจากการผลิตและการใช้พลังงาน</h1></div>
        </div>
        <div class="container4">
            <p>การพัฒนาทางด้านเศรษฐกิจของประเทศต่างๆ เป็นสาเหตุทำให้เกิดความต้องการใช้พลังงานเพิ่ม มากขึ้น การเปลี่ยนแปลงอย่างรวดเร็วและต่อเนื่องของเทคโนโลยีการผลิตและการบริโภค ผนวกกับ ความก้าวหน้าของการสื่อสารยุคปัจจุบัน ทำให้การบริโภคและการผลิตต้องใช้ทรัพยากรเป็นจำนวนมากเพื่อตอบสนองต่อความต้องการที่ไม่สิ้นสุด การที่ประเทศต่างๆ ขาดความตระหนักถึงความสำคัญและความจำเป็นในการป้องกันและรักษา คุณภาพสิ่งแวดล้อม มีการแข่งขันกันพัฒนาประเทศ เกิดปัญหาการผลิตและการใช้พลังงานอย่างไม่มีประสิทธิภาพ เป็นผลให้เกิดความสูญเสียและสูญเปล่าของทรัพยากรธรรมชาติและความเสื่อมโทรมของสิ่งแวดล้อม คุณภาพชีวิตต่ำลง เกิดการเสียดุลยภาพของธรรมชาติ เช่น ป่าไม้ แหล่งน้ำ เป็นต้น ความเสื่อมโทรม ของสิ่งแวดล้อมในปัจจุบันทั้งในเขตเมืองและชนบทต้องการการแก้ไขอย่างเร่งด่วน บุคคลที่มีบทบาท สำคัญในการแก้ไขคือผู้บริโภคและผู้ผลิตนั่นเอง เพราะถ้ารอการแก้ไขโดยบุคลากรและงบประมาณจากทางราชการที่มีอยู่น้อย จะทำให้เกิดความล่าช้าไม่ทันเหตุการณ์ เป็นผลให้การแก้ไขมีความยากลำบาก และใช้งบประมาณมากขึ้นภายหลัง</p>
          
        </div>
        <div class="container4">
            <h5>ปัญหาสิ่งแวดล้อมจากภาคผลิตไฟฟ้า</h5>
            <p>พลังงานที่ใช้กันมากในแต่ประเทศ คือ พลังงานไฟฟ้า การผลิตพลังงานไฟฟ้ามีกระบวนการผลิตซึ่งใช้เชื้อเพลิงที่สำคัญๆดังนี้</p><br>
            <h4>ถ่านหิน</h4><br>
            <p>ถ่านหินที่นำมาเป็นเชื้อเพลิงผลิตพลังงานไฟฟ้าอาจก่อให้เกิดปัญหา และผลกระทบต่อ สิ่งแวดล้อม มากหรือน้อยแตกต่างกันไปตามประเภทของถ่านหิน ลักษณะภูมิประเทศ และสิ่งแวดล้อม สำหรับประเทศไทยมีการนำถ่านหินลิกไนต์ซึ่งมีคุณภาพต่ำมาใช้ผลกระทบที่เกิดเริ่มตั้งแต่กระบวนการทำเหมืองแร่และแต่งแร่ สรุปได้ดังนี้</p>
          
            <h5>ผลกระทบจากการผลิต</h5>
            <p>ถ่านหินเป็นสินแร่ที่อยู่ใต้ผิวโลก เกิดจากการทับถมของซากพืช และซากสัตว์ที่ตายสะสม กันมานับล้านปี ดังนั้นการนำถ่านหินมาใช้จึงต้องมีการขุดเจาะพื้นผิวดินเพื่อเปิดหน้าดิน เป็นการ ทำลายทรัพยากรอื่นๆ เช่น ป่าไม้ สัตว์ป่า ดิน เป็นต้น</p><br>
            <h5>ผลกระทบจากการใช้ประโยชน์</h5>
            <p>การนำถ่านหินมาใช้เป็นเชื้อเพลิง ทำให้เกิดปัญหาก๊าซซัลเฟอร์ไดออกไซด์ ก๊าซนี้เมื่ออยู่ใน บรรยากาศจะรวมตัวกับไอน้ำ และน้ำฝน กลายเป็นฝนกรด เป็นอันตรายต่อสิ่งก่อสร้าง พื้นดิน แหล่งน้ำ และประชาชนที่อาศัยอยู่บริเวณนั้น</p><br>
            <h4>น้ำมันดิบ</h4>
            <p>การใช้พลังงานของโลก จะใช้น้ำมันซึ่งเป็นแหล่งพลังงานที่มีปริมาณมากเป็นอันดับ 2 รอง จากถ่านหิน แหล่งน้ำมันดิบขนาดใหญ่จะอยู่ในตะวันออกกลาง สำหรับประเทศไทยแหล่งน้ำมันดิบ มีน้อย โดยที่แหล่งสิริกิติ์ผลิตได้เพียงร้อยละ 3 ของความต้องการใช้ในประเทศ น้ำมันดิบส่วนใหญ่ ที่ใช้ในประเทศนำเข้ามาจากต่างประเทศทำให้สูญเสียเงินตราต่างประเทศเป็นจำนวนมาก</p><br>
            <h5>ผลกระทบจากกระบวนการผลิต</h5>
            <p>การขุดเจาะบ่อน้ำมันก่อให้เกิดปัญหาเช่นเดียวกับการขุดถ่านหิน แต่ใช้พื้นที่น้อยกว่า การ ขนถ่ายน้ำมันบริเวณแท่นขุดเจาะทั้งบนบก และทางทะเลอาจมีปัญหาการรั่วไหล หรือการฟัง กระจายของละอองหยดน้ำมัน และการนำน้ำมันดิบมาแปรรูปเป็นน้ำมันสำเร็จรูปในโรงกลั่น น้ำมันก็อาจก่อปัญหาคล้ายกับถ่านหิน กล่าวคือ การเผาไหม้เชื้อเพลิงจะทำให้เกิดเขม่าควันก๊าซคาร์บอนไดออกไซด์ และซัลเฟอร์ไดออกไซด์</p><br>
            <h5>ผลกระทบจากการใช้ประโยชน์</h5>
            <p>การนำน้ำมันดิบมาใช้เป็นเชื้อเพลิงอาจจะเกิดการเผาไหม้ที่ไม่สมบูรณ์ ทำให้เกิด ก๊าซคาร์บอนไดออกไซด์ในอากาศ และเกิดมลพิษในอากาศ</p><br>
          
            <h4>ก๊าซธรรมชาติ</h4>
            <p>ก๊าซธรรมชาติเป็นแหล่งพลังงานที่มีการขุดเจาะมาใช้ประโยชน์มากว่า 10 ปีแล้ว แหล่งใหญ่ อยู่ในอ่าวไทย แต่ปริมาณที่มีในประเทศไม่เพียงพอต่อความต้องการใช้ จึงต้องมีการซื้อจากเมียนมา มาเลเซีย และอินโดนีเซียในระยะต่อไป</p><br>
            <h5>ผลกระทบจากกระบวนการผลิต</h5>
            <p>แท่นขุดเจาะน้ำมันส่วนใหญ่อยู่กลางทะเล ปัญหาที่ต้องระวังคือการเดินเรือหรือการ ทำประมง เพราะระยะรัศมี 500 เมตร รอบแท่นเจาะจะมีก๊าซฟุ้งกระจายสามารถติดไฟได้ นอกจากนี้การทำประมงทิ้งสมอลากอวนผ่านแนวท่อก๊าซอาจทำให้ท่อรั่วหรือขาดจากกันใต้ จะทำให้ก๊าซรั่วออก และขยายตัวเป็นไอพุ่งขึ้นสู่ผิวน้ำอย่างรวดเร็ว ฟองก๊าซสามารถทำให้เรือประมงพลิกคว่ำได้ และหากมีประกายไฟจะเกิดอันตรายจากไฟไหม้ได้</p><br>
            <h5>ผลกระทบจากการใช้ประโยชน์</h5>
            <p>การเผาไหม้ของก๊าซธรรมชาติจะมีมลพิษน้อยกว่าเมื่อเปรียบเทียบกับถ่านหิน และน้ำมันบางครั้งเรียกว่า พลังงานสะอาด (Clean Energy)</p><br>
            <h4>ไฟฟ้าพลังน้ำ</h4>
            <p>การผลิตไฟฟ้าโดยใช้พลังงานจากน้ำที่เก็บกักอยู่ในอ่างเก็บน้ำหรือเขื่อน อาศัยการปล่อยให้ น้ำไหลออกผ่านกังหัน (Turbine) เพื่อให้ไปขับเคลื่อนเครื่องกำเนิดไฟฟ้า (Generator) ดังนั้นการผลิต ไฟฟ้าจากน้ำ จึงจำเป็นต้องมีการสร้างเขื่อนสำหรับเก็บกักน้ำ ซึ่งก่อให้เกิดผลกระทบต่อสิ่งแวดล้อมได้</p><br>
            <h5>ผลกระทบจากกระบวนการผลิต</h5>
            <p>จากความต้องการใช้พื้นที่เก็บกักน้ำเป็นจำนวนมากอาจทำให้ต้องเสียพื้นที่เพาะปลูก เป็นจำนวนมาก หรือต้องมีการย้ายถิ่นฐานที่อยู่อาศัยของชาวบ้านบริเวณดังกล่าว รวมทั้งเกิด ผลกระทบต่อป่าไม้หรือสัตว์ป่าที่อาศัยอยู่บริเวณนั้น</p><br>
            <h4>นิวเคลียร์</h4>
            <p>พลังงานนิวเคลียร์ เป็นพลังงานที่มีศักยภาพในการใช้เป็นพลังงานทดแทนในการผลิตไฟฟ้า พลังงานนิวเคลียร์ได้มาจากปฏิกิริยาการแตกตัว (Nuclear Fission) ซึ่งจะมีกากของเสียเป็น สารกัมมันตภาพรังสีที่กำลังสลายตัวหรือจัดเรียงตัวใหม่ และมีการปลดปล่อยรังสีประเภทต่างๆ ออกมาทำให้ เกิดอันตรายต่อสิ่งมีชีวิต และสิ่งแวดล้อม การใช้พลังงานนิวเคลียร์จึงแพร่หลายเฉพาะในประเทศที่มี ความก้าวหน้าทางเทคโนโลยีซึ่งมีขีดความสามารถในการจัดการกับปัญหา และความเสี่ยง</p><br><br><br>
            <p>สำหรับประเทศไทยปัจจุบัน มีการนำสารกัมมันตรังสีมาใช้ในด้านการแพทย์ (การผลิต เวชภัณฑ์ปลอดเชื้อ) การเกษตร (การถนอมอาหาร) และด้านอุตสาหกรรม (การตรวจสอบการเชื่อมโลหะ)</p>
            <h5>ผลกระทบของสารกัมมันตรังสีต่อสิ่งมีชีวิต</h5>
            <p>การทำปฏิกิริยานิวเคลียร์จะมีการปลดปล่อยรังสีประเภทต่างๆ ออกมา ประกอบด้วย รังสี แกมมาที่มีอำนาจทะลุทะลวงสูงสุดต้องใช้คอนกรีตหนาๆ กั้นขวางจึงจะหยุดรังสีนี้ได้ ส่วนรังสี เบตา และรังสีแอลฟามีอำนาจในการทะลุทะลวงต่ำมาก อาจใช้แผ่นไม้ และแผ่นกระดาษกั้น ไม่ให้ผ่านได้ รังสีที่มีอำนาจทะลุทะลวงต่ำ ได้แก่ เบตา และแอลฟาจะเป็นอันตรายต่อร่างกาย มนุษย์มากกว่า เนื่องจากรังสีทั้งสองจะถูกกั้นหรือหยุดยั้งด้วยเซลล์หรือเนื้อเยื่อในร่างกาย ทำให้ เกิดการถ่ายเทพลังงาน และการแยกตัวเป็นอันตรายได้ ส่วนรังสีแกมมามีอำนาจทะลุทะลวงสูง จะผ่านร่างกายไปได้ และปล่อยพลังงานในเนื้อเยื่อน้อยกว่า</p><br>
          
            <h5>ผลกระทบต่อสิ่งแวดล้อม</h5>
            <p>การใช้พลังงานนิวเคลียร์ อาจทำให้สารกัมมันตรังสีเล็ดลอดออกสู่สิ่งแวดล้อม โดยติดออกมา กับอากาศเสีย และน้ำทิ้งจากการทำงานของระบบ</p><br>
            <h5>ผลกระทบจากกากของเสีย</h5>
            <p>กากแร่กัมมันตรังสีหลังการใช้งานแล้วจะต้องมีวิธีการกักเก็บไว้จนกว่าปริมาณรังสีจะมีค่าลดลงในระดับที่ไม่เป็นอันตราย แล้วจึงนำไปกำจัดด้วยวิธีวิธีปกติ</p><br>
          
            <h5>ผลกระทบจากการรั่วไหลของรังสีระหว่างดำเนินการ</h5>
            <p>โดยปกตโรงไฟฟ้านิวเคลียร์จะมีระบบปัองกันอันตรายโดยการตรวจวัดปริมาณรังสีในสิ่งแวดล้อมรอบๆ โรงงานเป็นประจำแต่ก็อาจเกิดปัญหาได้ถ้าไม่ระมัดระวัง เช่น การระเปิดของโรงงานไฟฟ้านิวเคลียร์เมืองเชอร์โนบิล ประเทศรัสเซีย เมื่อวันที่26 เมษายน พ.ศ 2528</p><br>
        </div>
        <div class="container4">
            <h5>ปัญหาสิ่งแวดล้อมจากภาคอุตสาหกรรม</h5>
            <p>การผลิต และการใช้พลังงานในโรงงานก่อให้เกิดมลพิษ และของเสียปลดปล่อยออกมา ซึ่งอาจส่งผลกระทบต่อสังคม และชุมชนที่อาศัยอยู่ใกล้เคียงกับโรงงาน สรุปได้ดังนี้</p><br><br>
            <p><b>น้ำทิ้ง</b>น้ำทิ้งจากโรงงานมีทั้งน้ำที่ระบายทิ้งจากหม้อไอน้ำ หอหล่อเย็น (Cooling Tower) น้ำเสียจากกระบวนการผลิต และระบบการหล่อเย็นอื่นๆ น้ำดังกล่าวจะมีสิ่งสกปรก มลพิษสารแขวนลอย หรือของเสียปะปนอยู่อาจก่อให้เกิดผลกระทบต่อสิ่งแวดล้อม</p><br>
            <p><b>ขยะหรือกากของเสีย</b>ขยะจากโรงงานอุตสาหกรรมมีทั้งขยะที่มีอันตรายและไม่มีอันตราย ซึ่งจะ ต้องมีการกำจัดโดยกระบวนการเผา แยกขยะนำกลับมาใช้ใหม่ หรือบำบัดความเป็นพิษของกากของเสียนั้น ก่อนนำไปสู่กระบวนการกำจัดปกติหรือการฝังกลบในพื้นดิน</p><br>
            <p><b>มลพิษทางอากาศ</b>อากาศที่ปล่อยทิ้งจากปล่องโรงงานอุตสาหกรรมส่วนใหญ่เป็นก๊าซที่เกิด จากการเผาไหม้เชื้อเพลิงในกระบวนการผลิต ก๊าซเหล่านี้ส่วนมากเป็นก๊าซเรือนกระจก ซึ่งได้แก่ ก๊าซคาร์บอนไดออกไซด์ ก๊าซไนโตรเจน รวมทั้งฝุ่นละอองที่เป็นขี้เถ้า</p><br>
        </div>
        <div class="container4">
            <h5>ปัญหาสิ่งแวดล้อมจากภาคคมนาคมขนส่ง</h5>
            <p>ปัญหาและผลกระทบจากการคมนาคมขนส่งมาจากก๊าซเสีย ไอเสีย และฝุ่นละอองที่ปล่อยออกมา จากเครื่องยนต์ ก๊าซเสียบางส่วน และฝุ่นละอองที่เกิดขึ้น เป็นผลมาจากการเผาไหม้ที่ไม่สมบูรณ์ โดยทั่วไปเขม่าฝุ่นละอองมีขนาดเล็กมาก (เล็กกว่า 10 ไมครอน หรือ PM 10) เมื่อสูดลมหายใจเข้าไป จะเป็นอันตรายต่อปอดของมนุษย์ซึ่งมีผลต่อชีวิตและสุขภาพ อันตรายมากสำหรับชุมชนเมืองใหญ่ที่มีการจราจรติดขัดมากๆ ปัญหาดังกล่าวมีแนวโน้มจะเป็นการเกิดรูรั่วของชั้นโอโซน (Ozone Depletion) รูรั่วในชั้นโอโซนเกิดขึ้นเนื่องจากสาร คลอโรฟลูโอโรคาร์บอน (CFC) ซึ่งเป็นสารที่ใช้ในการทำความเย็น เช่น ใช้ในการทำตู้เย็น เครื่องปรับอากาศและในการอัดความดันในกระป๋องสเปรย์ต่างๆ และสารฮาลอน (Halon) สารจำพวกนี้เมื่อปล่อยออกไป ในบรรยากาศจะลอยขึ้นไปยังชั้นโทรโพสเฟียร์ และชั้นสแตรโทสเฟียร์ ซึ่งในบรรยากาศชั้นนี้จะมี ก๊าซโอโซน (O) ซึ่งทำหน้าที่เป็นตัวกั้นรังสีอัลตราไวโอเลตบี (UVB) ที่แผ่กระจายมายังโลกไม่ให้มีปริมาณมากเกินไปจนเป็นอันตรายต่อมนุษย์ได้ โดยปกติถ้าผิวหนังมนุษย์ได้รับรังสี UVB มากเกินไปอาจทำให้</p><br><br>
            <p>เกิดโรคมะเร็งผิวหนังได้ เมื่อสารจำพวก CFC ปะปนอยู่ในชั้นสแตรโทสเฟียร์ รังสีอัลตราไวโอเลตจะ กระตุ้นให้อะตอมคลอรีนแตกตัวออกมาจากสาร CFC ซึ่งอะตอมคลอรีนนี้จะจับตัวกับออกซิเจนอะตอม ในโอโซนทำให้โอโซนถูกทำลายลง</p>
          
            <p>เนื่องจากก๊าซโอโซนเป็นตัวกรองรังสี UVB ซึ่งเป็นรังสีที่เป็นอันตรายต่อผิวหนังมนุษย์ ยิ่งก๊าซ โอโซนถูกทำลายมากเท่าไร ก็แสดงว่าสิ่งมีชีวิตบนโลกจะได้รับความเสี่ยงจากอันตรายของรังสี UVB มากขึ้น ดังนั้นปัญหาการเกิดรูรั่วของชั้นโอโซนนี้ จำเป็นต้องมีการป้องกันโดยการลดการใช้สาร CFC</p>
          
            <p><b>ฝนกรด (Acid Rain)</b>คือ ฝนหรือหิมะที่ตกลงมา โดยมีสภาพเป็นกรดจากสารซัลเฟอร์ไดออกไซด์ สารนี้เกิดจากการเผาไหม้ถ่านหินที่มีส่วนประกอบของกำมะถัน (ซัลเฟอร์) จากโรงไฟฟ้าและสาร ไนโตรเจนออกไซด์ ซึ่งเกิดจากการเผาไหม้เชื้อเพลิง โดยเฉพาะการเผาไหม้เชื้อเพลิงในรถยนต์ เมื่อ ซัลเฟอร์ไดออกไซด์ และไนโตรเจนออกไซด์ลอยขึ้น สู่ อากาศก็จะรวมตัวกับไอน้ำกลายเป็นกรดซัลฟูริกและกรดไนตริก ตกลงมาเป็นฝนที่มีสภาพเป็นกรดเป็นอันตรายต่อโลหะ สิ่งก่อสร้าง พืช และมนุษย์</p><br>
            <p><b>สภาวะโลกร้อน (Global Warming)</b>เป็นสภาวะที่มีก๊าซบางชนิดสะสมอยู่ในบรรยากาศโลกเป็นจำนวนมาก ทำให้รังสีความร้อนที่แผ่จากโลกไม่สามารถกระจายออกไปนอกบรรยากาศได้ทำให้สภาพภูมิอากาศโดยรวมของโลกมีความร้อนสะสมอยู่มากเป็นผลให้อุณหภูมิของอากาศในโลกสูงขึ้นเรื่อยๆ ปรากฏการณ์นี้มี ลักษณะเช่นเดียวกับการรักษาความร้อนภายในเรือนเพาะชำกระจก (GreenHouse) ทางการเกษตร</p>
        </div>
        <div class="container4">
        <div class="ratio ratio-16x9">
  <iframe src="https://www.youtube.com/embed/K4J2B8IoL08" title="YouTube video" allowfullscreen></iframe>
</div>
</div>
    <script src="jQuery/jquery-3.6.0.js"></script>
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/js/bootstrap.bundle.min.js" integrity="sha384-YvpcrYf0tY3lHB60NNkmXc5s9fDVZLESaAA55NDzOxhy9GkcIdslK1eN7N6jIeHz" crossorigin="anonymous"></script>
    <script>
        $(document).ready(function(){
            $('.toggle').click(function(){
                $('.toggle').toggleClass('active');
                $('ul').toggleClass('active');
            })
        })
    </script>
    </div>
</body>
</html>