
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>สถานการณ์ปัญหาพลังงาน</title>

    <link rel="stylesheet" href="style31.css">
    <link rel="stylesheet" href="FontAwesome6.2.0/css/all.min.css">
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-QWTKZyjpPEjISv5WaRU9OFeRpok6YctnYmDr5pNlyT2bRjXh0JMhjY6hW+ALEwIH" crossorigin="anonymous">
</head>
<body>
<div class="container0">
     <!--  notification message -->
     <?php if (isset($_SESSION['success'])) : ?>
            <div class="success">
                <h3>
                    <?php 
                        echo $_SESSION['success'];
                        unset($_SESSION['success']);
                    ?>
                </h3>
            </div>
        <?php endif ?>
        <nav class="navbar navbar-expand-lg navbar-dark bg-dark">
  <div class="container-fluid">
    <a class="navbar-brand" href="index.php">หน้าแรก</a>
    <button class="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target="#navbarScroll" aria-controls="navbarScroll" aria-expanded="false" aria-label="Toggle navigation">
      <span class="navbar-toggler-icon"></span>
    </button>
    <div class="collapse navbar-collapse" id="navbarScroll">
      <ul class="navbar-nav me-auto my-2 my-lg-0 navbar-nav-scroll" style="--bs-scroll-height: 100px;">
        <li class="nav-item">
          <a class="nav-link active" aria-current="page" href="lesson.php">บทเรียน</a>
        </li>
        <li class="nav-item">
          <a class="nav-link active" aria-current="page" href="Quiz.php">แบบทดสอบ</a>
        </li>
        <li class="nav-item">
          <a class="nav-link active" aria-current="page" href="Contact_us.php">ติดต่อเรา</a>
        </li>
      </ul>
      <div class="d-flex">
      <a href="index.php?logout='1'"class="btn btn-outline-light" style="color: red;">ออกจากระบบ</a>
    </div>
  </div>
</nav>


    <div class="container16">
        <div class="child"><h1>สถานการณ์ปัญหาพลังงาน</h1></div>
        </div>
        <div class="container4">
        <h5>ปัญหาพลังงานของโลก</h5>

        <p>อัตราการใช้พลังงานของประชาคมโลกเพิ่มขึ้นอย่างรวดเร็วในศตวรรษที่ 20 นับตั้งแต่ปี ค.ศ. 1900 เป็นต้นมา ดังจะเห็นได้ว่า ในปี ค.ศ. 1925 อัตราการใช้พลังงานในโลกเพิ่มขึ้น 5-10 เท่า มีการใช้พลังงานในปริมาณเช่นนี้จนถึง ค.ศ. 2000 การใช้พลังงานโดยรวมของโลกในช่วง 25 ปีหลังนี้ (ค.ศ. 1975-2000) เพิ่มเป็น 2 เท่าของช่วง 75 ปีที่ผ่านมา (ค.ศ. 1900-1975) นับว่ามีการใช้พลังงานเพิ่มขึ้นอย่างมากมาย ในขณะที่มีการคาดการณ์ว่าน้ำมันและก๊าซซึ่งเป็นพลังงานหลักของโลกที่ใช้จะมีต่อไปได้อีกประมาณ 20 ปี มีการศึกษาเปรียบเทียบพลังงานที่ผลิตได้กับปริมาณความต้องการใช้พลังงานของโลกทุกๆ 25 ปี โดยเน้นพลังงานจากนิวเคลียร์ น้ำมัน ก๊าซธรรมชาติ และถ่านหิน ผลการศึกษาเปรียบเทียบพลังงานทั้ง 4 ประเภท</p>
        <br>
        <p>จากรายงานของ World Energy Technology and Climate Policy Outlook 2030 (WETO) สรุปสถานการณ์แนวโน้มในอนาคตทางด้านพลังงานของโลกจนกระทั่งถึงปี ค.ศ. 2030 ได้ดังนี้</p>
        <br>
        <p>1. จำนวนประชากรโลกมีการเพิ่มขึ้นในอัตราที่ลดลงทุกช่วงเวลาที่พิจารณา ในอดีตเหลือเพียงประมาณ 1% ในช่วงปี 2000-2030 โดยลดลงจาก 1.5%</p>
        <p>2. ค่าผลิตภัณฑ์มวลรวมในประเทศ (GDP) ปัจจุบันมีการเพิ่มขึ้นในอัตราที่สูงกว่าในช่วงก่อนปี 2000 โดยมีการเพิ่มขึ้นปีละประมาณ 3.5% แต่มีแนวโน้มที่จะเพิ่มขึ้นในอัตราที่ชะลอตัวลงในอนาคต โดยคาดว่าจะเติบโตเพียง 3.2% ต่อปีในช่วงปี 2010-2020 และจะเติบโตเพียง 2.6% ต่อปีในช่วงปี 2020-2030</p>
        <p>3. ความต้องการพลังงานของโลกเพิ่มขึ้นอย่างต่อเนื่องตั้งแต่อดีตถึงปัจจุบัน และไม่มีแนวโน้มที่จะลดลงในอนาคต และพลังงานทุกประเภทมีแนวโน้มที่จะถูกใช้มากขึ้นในอนาคต โดยพลังงานที่มีบทบาทสำคัญที่สุดหรือมีสัดส่วนการใช้มากที่สุดคือ น้ำมัน รองลงมาคือ ถ่านหินและก๊าซธรรมชาติ</p>
        <p>4. การใช้พลังงานในภาคเศรษฐกิจต่างๆ เมื่อพิจารณาแบบแบ่งภาคในระบบเศรษฐกิจ และพิจารณาจากการใช้พลังงานขั้นสุดท้าย หรือการใช้พลังงานของผู้บริโภคลำดับสุดท้าย ภาคการคมนาคมขนส่งมีสัดส่วนการใช้พลังงานสูงที่สุด รองลงมาได้แก่ ภาคอุตสาหกรรม และภาคครัวเรือน ภาคบริการ และเกษตรกรรม</p>
        <p>5.  แนวโน้มราคาน้ำมันและก๊าซธรรมชาติ ในอดีตพบว่าราคาน้ำมันและก๊าซธรรมชาติพุ่งสูงขึ้นอย่างมากในช่วงที่เกิดวิกฤตด้านราคาน้ำมันในช่วงปี ค.ศ. 1975-1980 หลังจากนั้นราคาได้ปรับตัวลดลงในช่วงปี 1980-1997 และค่อยๆ เพิ่มขึ้นแบบค่อยเป็นค่อยไป</p>
        <br>
        <h5>ปัญหาการใช้พลังงานในประเทศไทย</h5>
        <br>
        <p>การพัฒนาไปสู่ความทันสมัย (Modernization) ตามแบบสังคมตะวันตก ได้ก่อให้เกิดการเปลี่ยนแปลงในการใช้พลังงานและทรัพยากรธรรมชาติของไทย เช่นเดียวกับที่เกิดขึ้นในประเทศต่างๆ ทั่วโลก ก่อนการเปลี่ยนแปลงตามแผนพัฒนาเศรษฐกิจแห่งชาติ ฉบับที่ 1 ซึ่งเริ่มต้นในปี พ.ศ. 2504 นั้น พลังงานที่ใช้ได้แก่พลังงานจากน้ำมันซึ่งมีปริมาณไม่มากนัก เพราะการคมนาคมขนส่ง การผลิตภาคอุตสาหกรรมมีน้อย พลังงานไฟฟ้ามีจำกัดใช้ในเมืองใหญ่หรือเมืองสำคัญ ผลิตโดยใช้น้ำมันและถ่านหิน ประชาชนส่วนใหญ่ซึ่งอยู่ในชนบทใช้พลังงานและทรัพยากรในท้องถิ่นเป็นหลัก เพราะแบบแผนการผลิตและการบริโภคยังเป็นแบบสังคมเกษตรกรรมเป็นส่วนใหญ่ เช่น ใช้พลังงานจากแสงอาทิตย์ ไม้ฟืน ถ่าน แกลบ และเชื้อเพลิงอื่นๆ ที่หาได้จากธรรมชาติ ในปี พ.ศ. 2500 ปริมาณการใช้น้ำมันอยู่ในระดับ 6 ล้านบาร์เรล เมื่อเริ่มการพัฒนาแบบใหม่ ความต้องการใช้น้ำมันได้เพิ่มขึ้นอย่างทวีคูณ คือ เมื่อเริ่มแผนพัฒนาเศรษฐกิจและสังคมแห่งชาติ ฉบับที่ 2 พ.ศ. 2510 ความต้องการใช้น้ำมันเพิ่มขึ้นเป็น 19 ล้านบาร์เรล มากขึ้นถึงกว่า 3 เท่า หลังจากนั้นอีก 10 ปี คือ พ.ศ. 2520 การใช้น้ำมันเพิ่มเป็น 70 ล้านบาร์เรล และความต้องการใช้มีอัตราการเพิ่มขึ้นในลักษณะก้าวกระโดดอยู่ตลอดเวลา มิใช่เพียงน้ำมันเท่านั้น การใช้พลังงานของประเทศไทยมีลักษณะเพิ่มมากขึ้นทุกปี โดยการเพิ่มในช่วง พ.ศ. 2529-2539 มีอัตราเพิ่มขึ้นถึงร้อยละ 16.8 น้ำมันสำเร็จรูปยังเป็นพลังงานที่ใช้กันมากที่สุดในปี 2557 ราคาน้ำมันดิบตลาดโลกเฉลี่ยยังอยู่ในระดับ 100 เหรียญสหรัฐต่อบาร์เรล แต่หลังจากนั้นราคาได้ไต่ลงมาเรื่อยๆ และจนถึงปี 2559 มีการคาดการณ์กันว่าราคาน้ำมันดิบดูใบเฉลี่ยน่าจะอยู่ในระดับ 40-45 เหรียญสหรัฐต่อบาร์เรล ราคาน้ำมันตลาดโลกที่คงระดับต่ำ มาตรการกระตุ้นเศรษฐกิจผ่านการลงทุนโครงสร้างพื้นฐานต่างๆ การกระตุ้นเศรษฐกิจผ่านการท่องเที่ยว และการปรับโครงสร้างราคาแอลพีจีให้สะท้อนกลไกตลาด ทำให้มีการใช้น้ำมันเพิ่มขึ้น โดยในปี 2558 ปริมาณการนำเข้าน้ำมันดิบของไทยเพิ่มขึ้นจากช่วงเดียวกันของปีก่อนถึง 8.6%</p>
        <br>
        <p>การเปลี่ยนแปลงแบบแผนเศรษฐกิจและสังคมแบบใหม่ได้ส่งผลให้เกิดการใช้พลังงานประเภทใหม่เพิ่มขึ้น เช่น น้ำมันที่หลากหลายชนิด ทั้งน้ำมันเบนซิน ดีเซล น้ำมันเตา รวมถึงพลังงานใหม่ๆ เช่น พลังงานน้ำ ก๊าซธรรมชาติ ซึ่งถูกนำมาใช้ในการผลิตพลังงานไฟฟ้า ซึ่งถือเป็นพลังงานแปรรูปหรือพลังงานทุติยภูมิ (Secondary Energy) ที่มีความสำคัญและมีการเติบโตอย่างรวดเร็ว พลังงานเหล่านี้ถูกใช้ในทุกระดับ ไม่ว่าจะเป็นบุคคล ครัวเรือน ในเมืองและชนบท โรงงานอุตสาหกรรม ธุรกิจการค้า และบริการ โดยเฉพาะในภาคอุตสาหกรรมที่อุตสาหกรรมอาหารใช้พลังงานในการผลิตมากเป็นอันดับหนึ่ง การเปลี่ยนแปลงนี้สะท้อนถึงวิถีชีวิตของคนไทยที่เปลี่ยนแปลงไป จากการกินใช้ของท้องถิ่นและชุมชน มาเป็นการใช้สินค้าหรืออาหารที่เหมือนกันในทุกพื้นที่ของประเทศ สิ่งนี้ส่งผลให้เกิดการผลิตและการขนส่งสินค้าจากแหล่งผลิตหรือโรงงานสู่ผู้บริโภคในพื้นที่ต่างๆ ทั่วประเทศเพิ่มมากขึ้น โดยใช้การขนส่งทั้งทางรถไฟ รถยนต์ เครื่องบิน การเพิ่มปริมาณของรถบรรทุกขนาดใหญ่ และรถกระบะของพ่อค้าคนกลางที่นำสินค้าไปจำหน่ายในพื้นที่ต่างๆ รวมทั้งการแพร่หลายของสินค้าและบริการใหม่ๆ เช่น บะหมี่สำเร็จรูป กาแฟกระป๋อง น้ำอัดลม ขนมขบเคี้ยว ร้านอาหารฟาสต์ฟู้ด ร้านอาหารจากยุโรปที่ปรากฏในโรงแรมใหญ่ๆ ทั้งหมดนี้เป็นเครื่องบ่งชี้ที่ชัดเจนถึงการใช้พลังงานในการบริโภคแบบใหม่ที่เพิ่มมากขึ้น</p>
        <p>การเพิ่มขึ้นของปริมาณรถยนต์ในประเทศไทยเป็นเครื่องบ่งชี้ที่สำคัญถึงการเปลี่ยนแปลงวิถีชีวิตของคนในสังคมไทย โดยเฉพาะในเรื่องของการบริโภคพลังงานและการใช้ทรัพยากรธรรมชาติอย่างมหาศาล ในครึ่งปีแรกของปี 2561 จำนวนรถใหม่ที่จดทะเบียนในประเทศไทยมีจำนวนทั้งสิ้น 1,614,576 คัน เพิ่มขึ้นจากปี 2560 ร้อยละ 1.9 โดยที่รถจักรยานยนต์มีสถิติการจดทะเบียนใหม่สูงสุด (1,008,486 คัน) ตามมาด้วยรถยนต์นั่งส่วนบุคคลไม่เกิน 7 คน (373,063 คัน) และรถยนต์บรรทุกส่วนบุคคล (รถกระบะ) ที่มีการจดทะเบียนใหม่จำนวน 141,271 คัน นอกจากนี้ยังมีการจดทะเบียนรถยนต์เพื่อการขนส่งสาธารณะ เช่น รถแท็กซี่ (8,094 คัน) และรถจักรยานยนต์สาธารณะ (1,911 คัน) ส่งผลให้จำนวนรถจดทะเบียนสะสมทั่วประเทศ ณ วันที่ 30 มิถุนายน 2561 มีจำนวนถึง 38,969,601 คัน ซึ่งแสดงให้เห็นถึงการใช้พลังงานที่เพิ่มขึ้นจากการขับเคลื่อนของรถยนต์และการขนส่งที่เกี่ยวข้อง โดยทั้งในระดับการขนส่งส่วนบุคคลและการขนส่งสาธารณะ นับเป็นการใช้ทรัพยากรธรรมชาติที่เพิ่มมากขึ้นตามความต้องการที่เติบโตขึ้นของสังคมไทย</p>
        <br>
        <h5>ผลกระทบต่อสิ่งแวดล้อมจากการผลิต และการใช้พลังงานในประเทศไทย</h5>
        <br>
        <p>การผลิตและการใช้พลังงานในประเทศไทยในช่วง 40 ปีที่ผ่านมาได้ก่อให้เกิดผลกระทบต่อสิ่งแวดล้อมในหลายด้าน หนึ่งในผลกระทบที่สำคัญคือการสูญเสียทรัพยากรธรรมชาติ ซึ่งเกิดจากการใช้พื้นที่ในการขุดเจาะ จัดหา และลำเลียงพลังงาน โดยเฉพาะการใช้พื้นที่ป่าในเขตชนบทเพื่อสร้างแหล่งพลังงานต่างๆ ตัวอย่างที่เห็นได้ชัดคือการผลิตกระแสไฟฟ้าจากพลังงานน้ำ ซึ่งต้องมีการสร้างเขื่อนกักเก็บน้ำในพื้นที่ป่าใกล้แหล่งน้ำใหญ่ การสร้างเขื่อนเหล่านี้มีผลกระทบต่อพื้นที่ป่าและสิ่งแวดล้อมรอบข้าง การพัฒนาพลังงานน้ำในช่วงเริ่มต้นของการพัฒนาเศรษฐกิจและสังคมแห่งชาติเป็นทางเลือกที่สำคัญ เนื่องจากพลังงานน้ำเป็นแหล่งพลังงานที่มีราคาถูกและสามารถใช้ได้ในระยะยาว เขื่อนภูมิพลในจังหวัดตาก เป็นเขื่อนผลิตไฟฟ้าพลังงานน้ำแห่งแรกของไทยที่สร้างขึ้นในปี พ.ศ. 2507 เพื่อผลิตกระแสไฟฟ้าให้กับภาคเหนือและตะวันออกเฉียงเหนือของประเทศ ต่อมาได้มีการสร้างเขื่อนเพิ่มเติมในหลายจังหวัด เช่น เขื่อนสิริกิติ์ในจังหวัดอุตรดิตถ์ เขื่อนอุบลรัตน์ในจังหวัดขอนแก่น และอื่นๆ ซึ่งในปี พ.ศ. 2539 การผลิตกระแสไฟฟ้าจากพลังงานน้ำมีรวมประมาณ 7,233 ล้านหน่วย แม้ว่าการใช้พลังงานน้ำจะช่วยเพิ่มความสามารถในการผลิตไฟฟ้าและส่งเสริมการเติบโตทางเศรษฐกิจ แต่ก็มีผลกระทบด้านสิ่งแวดล้อมที่ต้องพิจารณา เช่น การสูญเสียพื้นที่ป่า การเปลี่ยนแปลงระบบนิเวศ และผลกระทบต่อสัตว์ป่าในพื้นที่ที่ถูกท่วมจากการสร้างเขื่อน</p>
        <br>
        <p>ผลกระทบจากการผลิตไฟฟ้าด้วยพลังงานน้ำในประเทศไทยนั้นมีผลกระทบต่อสิ่งแวดล้อมอย่างมาก โดยเฉพาะการสูญเสียพื้นที่ป่าไม้ที่อุดมสมบูรณ์จากการสร้างเขื่อนต่างๆ เช่น เขื่อนภูมิพล เขื่อนสิริกิติ์ เขื่อนศรีนครินทร์ เขื่อนเขาแหลม เขื่อนอุบลรัตน์ และเขื่อนสิรินธร รวมทั้งการลดลงของพื้นที่ไร่นา ซึ่งทำให้พื้นที่ป่าไม้จมน้ำไปถึง 2,052 ตารางกิโลเมตร ซึ่งใกล้เคียงกับพื้นที่ของกรุงเทพฯ และนนทบุรีรวมกัน การสร้างเขื่อนยังส่งผลให้การทำลายป่าไม้มีความสะดวกมากขึ้นจากเส้นทางคมนาคมที่เพิ่มมากขึ้น ส่งผลให้เกิดการลักลอบตัดไม้และการขนส่งไม้ได้ง่ายขึ้น นอกจากนี้ การใช้พื้นที่เพื่อสร้างเขื่อนและการเดินสายไฟฟ้าแรงสูง รวมถึงการบุกรุกพื้นที่ป่าด้วยการใช้พื้นที่ในการทำการเกษตรหรือกิจกรรมอื่นๆ ของมนุษย์ ทำให้ประเทศไทยสูญเสียความหลากหลายทางชีวภาพไปในช่วง 40 ปีที่ผ่านมา</p>
        <br>
        <h3>ผลกระทบหลักจากการผลิตและการใช้พลังงานในประเทศไทยที่สำคัญ ได้แก่:</h3>
        <br>
        <p>1. อุณหภูมิสูงขึ้น: การเพิ่มขึ้นของอุณหภูมิเป็นผลมาจากปฏิกิริยาเรือนกระจก ซึ่งเกิดจากการพัฒนาอุตสาหกรรมและการใช้เชื้อเพลิงในยานพาหนะ การลดลงของพื้นที่ป่าไม้ และการใช้พลังงานจากฟอสซิลเป็นส่วนใหญ่ (ร้อยละ 70) ซึ่งปล่อยก๊าซคาร์บอนไดออกไซด์ที่มีส่วนสำคัญในการก่อให้เกิดปัญหาภาวะเรือนกระจกและการเปลี่ยนแปลงสภาพภูมิอากาศ</p>
        <br>
        <p>2. การพัฒนาประเทศตามแผนพัฒนาเศรษฐกิจและสังคมแห่งชาติได้มุ่งเน้นไปที่การพัฒนาเศรษฐกิจและสังคมโดยการเร่งรัดการเปลี่ยนแปลงประเทศให้ทันสมัยในด้านต่างๆ เช่น เศรษฐกิจ สังคม และเทคโนโลยีการผลิต ซึ่งเป็นการพัฒนาในรูปแบบของประเทศตะวันตกที่มุ่งเน้นการใช้พลังงานและทรัพยากรธรรมชาติในปริมาณมาก โดยเกิดการพัฒนาอุตสาหกรรม การปรับปรุงการคมนาคม และการทำเกษตรกรรมที่ใช้เครื่องจักรกลแทนแรงงานคนและสัตว์ ซึ่งทำให้เกิดความต้องการพลังงานที่เพิ่มขึ้นอย่างรวดเร็วจนต้องนำเข้าพลังงานจากต่างประเทศจำนวนมาก ส่งผลให้เกิดการสูญเสียเงินตราและงบประมาณแผ่นดิน</p>
        <br>
        <p>3. มลพิษทางอากาศ: ปัญหามลพิษทางอากาศเกิดขึ้นจากหลายแหล่ง โดยเฉพาะจากการคมนาคมขนส่งที่ใช้พลังงานจากเชื้อเพลิงฟอสซิล การผลิตจากโรงงานอุตสาหกรรม และการผลิตกระแสไฟฟ้าที่ใช้ถ่านหินลิกไนต์คุณภาพต่ำเป็นเชื้อเพลิง ซึ่งเป็นสาเหตุสำคัญในการเพิ่มระดับของก๊าซซัลเฟอร์ไดออกไซด์ ฝุ่นละออง คาร์บอนไดออกไซด์ และขี้เถ้าในอากาศ ทำให้สภาพอากาศในประเทศไทยเสื่อมโทรมและส่งผลกระทบต่อสุขภาพของประชาชน หากยังไม่มีการปรับเปลี่ยนการใช้พลังงานอย่างมีประสิทธิภาพ มลพิษนี้จะยิ่งทวีความรุนแรงขึ้นในอนาคต</p>
        <br><br>
        <b>สรุป</b>
        <p>การพัฒนาประเทศภายใต้แผนพัฒนาเศรษฐกิจและสังคมแห่งชาติเป็นการพัฒนาในลักษณะที่เร่งรัดและมุ่งเน้นไปที่ความทันสมัยในด้านเศรษฐกิจและสังคม โดยมีเป้าหมายในการปรับปรุงเทคโนโลยีการผลิตและการบริโภคให้เหมือนกับประเทศตะวันตก ผ่านการสนับสนุนอุตสาหกรรม การปรับปรุงการคมนาคม การเกษตรกรรมแผนใหม่ และการใช้เครื่องจักรกลแทนแรงงานสัตว์และคน เพื่อเพิ่มประสิทธิภาพและลดต้นทุนในการผลิต การพัฒนาทางเศรษฐกิจนี้นำมาซึ่งความต้องการพลังงานที่เพิ่มสูงขึ้น จนเกินกว่าปริมาณพลังงานที่ประเทศสามารถผลิตได้ภายในประเทศเอง ซึ่งทำให้ประเทศไทยต้องพึ่งพาการนำเข้าพลังงานจากต่างประเทศจำนวนมาก ส่งผลให้ประเทศต้องสูญเสียเงินตราและงบประมาณแผ่นดินในปริมาณมหาศาล การพึ่งพาพลังงานจากต่างประเทศดังกล่าวทำให้ประเทศต้องแบกรับภาระทางเศรษฐกิจและทำให้การพัฒนาในด้านต่างๆ ไม่สามารถเป็นไปได้อย่างยั่งยืนหากไม่มีการจัดการที่ดีเกี่ยวกับทรัพยากรพลังงานในอนาคต.</p>
</div>
<div class="container4">
<div class="ratio ratio-16x9">
  <iframe src="https://www.youtube.com/embed/qyXetJesfsg" title="YouTube video" allowfullscreen></iframe>
</div>
</div>
<script src="jQuery/jquery-3.6.0.js"></script>
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/js/bootstrap.bundle.min.js" integrity="sha384-YvpcrYf0tY3lHB60NNkmXc5s9fDVZLESaAA55NDzOxhy9GkcIdslK1eN7N6jIeHz" crossorigin="anonymous"></script>
    <script>
        $(document).ready(function(){
            $('.toggle').click(function(){
                $('.toggle').toggleClass('active');
                $('ul').toggleClass('active');
            })
        })
    </script>
    </div>
</body>
</html>
