
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>พลังงานทดแทน</title>

    <link rel="stylesheet" href="style31.css">
    <link rel="stylesheet" href="FontAwesome6.2.0/css/all.min.css">
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-QWTKZyjpPEjISv5WaRU9OFeRpok6YctnYmDr5pNlyT2bRjXh0JMhjY6hW+ALEwIH" crossorigin="anonymous">
</head>
<body>
<div class="container0">
     <!--  notification message -->
     <?php if (isset($_SESSION['success'])) : ?>
            <div class="success">
                <h3>
                    <?php 
                        echo $_SESSION['success'];
                        unset($_SESSION['success']);
                    ?>
                </h3>
            </div>
        <?php endif ?>
    <header>
    <nav class="navbar navbar-expand-lg navbar-dark bg-dark">
  <div class="container-fluid">
    <a class="navbar-brand" href="index.php">หน้าแรก</a>
    <button class="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target="#navbarScroll" aria-controls="navbarScroll" aria-expanded="false" aria-label="Toggle navigation">
      <span class="navbar-toggler-icon"></span>
    </button>
    <div class="collapse navbar-collapse" id="navbarScroll">
      <ul class="navbar-nav me-auto my-2 my-lg-0 navbar-nav-scroll" style="--bs-scroll-height: 100px;">
        <li class="nav-item">
          <a class="nav-link active" aria-current="page" href="lesson.php">บทเรียน</a>
        </li>
        <li class="nav-item">
          <a class="nav-link active" aria-current="page" href="Quiz.php">แบบทดสอบ</a>
        </li>
        <li class="nav-item">
          <a class="nav-link active" aria-current="page" href="Contact_us.php">ติดต่อเรา</a>
        </li>
      </ul>
      <div class="d-flex">
      <a href="index.php?logout='1'"class="btn btn-outline-light" style="color: red;">ออกจากระบบ</a>
    </div>
  </div>
</nav>


    <div class="container17">
        <div class="child"><h1>พลังงานทดแทน</h1></div>
        </div>
        <div class="container4">
        <h5>ความหมายของพลังงานทดแทน</h5>
        
        <p>วิกฤตการณ์ด้านพลังงานได้ก่อตัวและทวีความรุนแรงเพิ่มมากขึ้น ทั้งจากการขาดแคลนแหล่งพลังงานและผลกระทบของการใช้พลังงานที่มีต่อสภาวะแวดล้อม ทั่วโลกต่างตระหนักถึงวิกฤตการณ์นี้ และพยายามคิดค้นเพื่อหาทางออก แนวทางหนึ่งในการแก้ไขวิกฤตการณ์ดังกล่าวคือการใช้พลังงานทดแทน พลังงานทดแทน (Alternative Energy) หมายถึง พลังงานที่ใช้แทนน้ำมันเชื้อเพลิง ซึ่งเป็นพลังงานหลักที่ใช้กันอยู่ทั่วไปในปัจจุบัน พลังงานทดแทนที่สำคัญ ได้แก่ พลังงานแสงอาทิตย์ พลังงานน้ำ พลังงานลม พลังงานความร้อนใต้พิภพ และพลังงานจากชีวมวล เป็นต้น ได้มีการศึกษาค้นคว้าเพื่อนำพลังงานทดแทนมาใช้ประโยชน์มากขึ้น ซึ่งจะช่วยผ่อนคลายปัญหาการขาดแคลนพลังงานในอนาคต และจะช่วยลดปัญหาด้านมลพิษที่เกิดขึ้นจากการใช้พลังงานในปัจจุบัน</p>
        <br>
        <h5>พลังงานแสงอาทิตย์ (Solar Energy)</h5>
        
        <p>พลังงานแสงอาทิตย์ (Solar Energy) ประเทศไทยเป็นประเทศที่ตั้งอยู่ในเขตใกล้เส้นศูนย์สูตร จึงได้รับพลังงานแสงอาทิตย์ค่อนข้างสูง ค่าความเข้มพลังงานแสงอาทิตย์รวมเฉลี่ยของประเทศประมาณ 4.7 กิโลวัตต์ - ชั่วโมง ต่อตารางเมตร ต่อวัน หากเราสามารถใช้พลังงานแสงอาทิตย์ที่สาดส่องลงมาบนพื้นที่ของประเทศไทยเพียงหนึ่งในร้อยส่วนของพื้นที่ทั้งหมด เราจะได้พลังงานเทียบเท่ากับการใช้น้ำมันดิบประมาณ 7,000,000 ตัน ต่อปี</p>
        <br>
        <p>การนำพลังงานแสงอาทิตย์มาใช้ การนำพลังงานแสงอาทิตย์มาใช้ทำได้ 2 ลักษณะ คือ กระบวนการเปลี่ยนรูปเป็นพลังงานไฟฟ้า เมื่อแสงอาทิตย์ตกกระทบลงบนแผงเซลล์แสงอาทิตย์ เซลล์แสงอาทิตย์จะทำหน้าที่เปลี่ยนพลังงานแสงอาทิตย์เป็นพลังงานไฟฟ้า เพื่อนำไปใช้กับอุปกรณ์เครื่องใช้ไฟฟ้าต่างๆ กระบวนการเปลี่ยนรูปเป็นพลังงานความร้อน โดยให้แสงอาทิตย์ส่องผ่านแผ่นรับแสงมาตกกระทบยังพื้นสีดำ เป็นผลให้เกิดความร้อน ซึ่งสามารถนำไปใช้ในการทำความร้อนต่างๆ เช่น การทำให้ระบบน้ำร้อน ใช้ในอุปกรณ์เครื่องทำน้ำร้อน เป็นต้น</p>
        <br>
        <p>ความร้อนเพิ่มมากขึ้นเหนือบริเวณพื้น ทำให้สามารถนำพลังงานความร้อนที่ได้ไปใช้ประโยชน์ในลักษณะ ต่างๆ เช่น นำไปใช้ผลิตน้ำร้อน กลั่นน้ำ อบแห้งพืชผลทางการเกษตร เป็นต้น</p>
        <br>
        <p>ตัวอย่างการใช้เซลล์แสงอาทิตย์ในด้านต่างๆ</p>
        <br>
        <style>
        table {
            width: 100%;
            border-collapse: collapse;
        }
        th, td {
            border: 1px solid #000;
            padding: 8px;
            text-align: left;
        }
    </style>
</head>
<body>

    <table>
        <tr>
            <td>การคมนาคม</td>
            <td>ทางน้ำ: ใช้แสงไฟประภาคารและแสงไฟของทุ่นลอยน้ำในการให้สัญญาณนำทางสำหรับเรือ <br><br>
                ทางบก: ใช้ไฟสัญญาณข้างถนน, ไฟสัญญาณพื้นถนน, ไฟสัญญาณให้ทางรถไฟ, โคมไฟบนทางด่วน, โทรศัพท์ฉุกเฉินบนทางด่วน, กล้องวิดีโอข้างถนน, พัดลมระบายอากาศที่หน้าต่าง และหลังคารถ เพื่ออำนวยความสะดวกและเพิ่มความปลอดภัยในการเดินทาง <br><br>
                ทางอากาศ: ใช้ดวงไฟสิ่งกีดขวางในที่สูง</td>
        </tr>
        <tr>
            <td>การสื่อสาร</td>
            <td>ใช้ในสถานีถ่ายทอดวิทยุ, โทรทัศน์บนภูเขาสูง, เครื่องวัดพยากรณ์อากาศ, กล้องตรวจความปลอดภัยที่เขื่อน, โทรศัพท์มือถือ, โทรศัพท์ทหาร</td>
        </tr>
        <tr>
            <td>การป้องกันการสึกกร่อน</td>
            <td>ท่อน้ำมัน, ท่อก๊าซ, สะพานเหล็ก, เขื่อนกั้นคลื่นแสงไฟท่อก๊าซ</td>
        </tr>
        <tr>
            <td>การปศุสัตว์</td>
            <td>ใช้ในการติดตั้งรั้วไฟฟ้าป้องกันสัตว์หนี, ปั๊มน้ำดื่มน้ำใช้, แสงไฟจับกบ, จับแมลงต่างๆ</td>
        </tr>
        <tr>
            <td>การประมง</td>
            <td>เครื่องกระตุ้นการแพร่พันธุ์สัตว์น้ำในทะเลด้วยเสียง และแสงไฟโคมล่อปลา ในทะเล โคมไฟหาปลาในทะเล ห้องเย็นเก็บสัตว์ทะเล</td>
        </tr>
        <tr>
            <td>การเกษตรกรรม</td>
            <td>ปั๊มสูบน้ำ, แสงไฟกรีดยางพารา, หุ่นไล่กา, ห้องอบ/เป่าพืชให้แห้ง, เครื่องนวดข้าวกลางทุ่งนา, การชลประทาน และระบบฉีดพ่นน้ำ</td>
        </tr>
        <tr>
            <td>การวัดและรักษาสภาพแวดล้อม</td>
            <td>เครื่องวัดอุณหภูมิน้ำทะเล เครื่องวัดความเค็มน้ำทะเล เครื่องวัดความเร็วน้ำทะเล เครื่องวัดความสูงคลื่นทะเล เครื่องวัดฝุ่นในอากาศ เครื่องวัดระดับเสียง-ควัน เครื่องวัดละอองเกสรดอกไม้ (ป้องกันโรคภูมิแพ้)</td>
        </tr>
        
        <tr>
            <td>การแพทย์</td>
            <td>ตู้เย็นเก็บยาและวัคซีน โคมไฟสถานีอนามัย วิทยุสื่อสาร</td>
        </tr>
        
        <tr>
            <td>การบันเทิง</td>
            <td>เรือมอเตอร์ โคมไฟแคมป์ วิทยุสื่อสาร โทรทัศน์ โคมไฟบ้านพักตากอากาศ เครื่องบิน เครื่องร่อน รถยนต์ไฟฟ้า ของเล่นไฟฟ้า รถไฟฟ้าสนามกอล์ฟ หมวกติดพัดลม</td>
        </tr>
        
        <tr>
            <td>ระบบไฟฟ้า</td>
            <td>ต่อเข้ากับระบบการไฟฟ้าของหมู่บ้านที่ห่างไกล โรงเรียนที่ห่างไกล สถานีอนามัยที่ห่างไกล</td>
        </tr>
        <tr>
            <td>ภายในอาคาร</td>
            <td>เครื่องคิดเลข นาฬิกาข้อมือ ของเล่น พัดลมระบายอากาศที่หน้าต่าง</td>
        </tr>
        <tr>
            <td>ติดตั้งบนหลังคาบ้าน</td>
            <td>จ่ายไฟฟ้าให้บ้าน หลอดแสงสว่าง ตู้เย็น โทรทัศน์ เครื่องปรับอากาศ</td>
        </tr>
        
    </table>

<br><br><br>
    <h5>พลังงานน้ำ (Water Energy)</h5>
  
    <p>น้ำเป็นพลังงานสะอาดที่ไม่มีผลเสียต่อสิ่งแวดล้อมมากนัก มีการทดแทนต่อเนื่องตลอดเวลา ทำให้สามารถใช้ประโยชน์ได้ไม่สิ้นสุด แต่เป็นพลังงานที่ต้องลงทุนสูง ค่าใช้จ่ายในการบำรุงรักษาสูง และมีปัญหาการโยกย้ายถิ่นฐานของชุมชนเพื่อสร้างเขื่อนขนาดใหญ่ การที่จะนำมาใช้จึงต้องพิจารณาให้รอบคอบ และให้สามารถใช้ได้ผลอย่างคุ้มค่าจริง ๆ กำลังน้ำเป็นแหล่งพลังงานที่สามารถนำไปใช้โดยวิธีการต่าง ๆ ได้ถึง 5 ทาง ดังนี้</p>
    <br>
    <p>1. การสร้างเขื่อนหรือกักเก็บน้ำไว้ในที่สูง แล้วปล่อยให้น้ำไหลลงมาตามท่อเข้าสู่เครื่องกังหันน้ำ ผลักดันใบพัดให้กังหันน้ำหมุน เพลาของเครื่องกังหันน้ำที่ต่อเข้ากับเพลาของเครื่องกำเนิดไฟฟ้าจะหมุนตาม เกิดการเหนี่ยวนำขึ้นในเครื่องกำเนิดไฟฟ้า ทำให้เกิดพลังงานไฟฟ้า</p>
    <p>2. การใช้พลังงานจากน้ำขึ้นน้ำลงที่มีระดับแตกต่างกันมากมาผลิตกระแสไฟฟ้า ซึ่งปัจจุบันมีอยู่ในประเทศฝรั่งเศสและรัสเซีย</p>
    <p>3. การใช้พลังงานคลื่นในมหาสมุทรมาผลิตกระแสไฟฟ้า โดยการสร้างทุ่นลอยอยู่บนผิวน้ำ การเคลื่อนไหวของทุ่นลอยเหล่านี้โดยคลื่นทำให้เกิดกระแสไฟฟ้า ปัจจุบันหลายประเทศกำลังศึกษาและทดลองอยู่</p>
    <p>4. การใช้ความแตกต่างของอุณหภูมิระหว่างบริเวณผิวน้ำทะเลที่อบอุ่นและบริเวณน้ำที่อยู่ในระดับลึกซึ่งเย็นกว่า</p>
    <p>5. การใช้พลังงานจากกระแสน้ำในมหาสมุทร โดยใช้การไหลวนของกระแสน้ำในมหาสมุทรที่เกิดขึ้นอย่างสม่ำเสมอ และมีการเคลื่อนไหวอย่างช้าๆ ในปริมาณมากมายมหาศาลและมีพลังงานมากพอที่จะนำมาใช้ประโยชน์ได้</p>
    <br><br>
    <h5>พลังงานลม (Wind Energy)</h5>

    <p>เป็นพลังงานที่มีอยู่ทั่วไปและไม่มีวันหมด เกิดจากการถ่ายเทเคลื่อนย้ายมวลอากาศเพราะความแตกต่างของอุณหภูมิในบริเวณหนึ่ง ลมที่มีความรุนแรงเต็มที่ เช่น พายุเฮอริเคนหรือทอร์นาโด จะมีพลังงานสะสมอยู่เทียบเท่ากับแรงระเบิดของระเบิดปรมาณู ในสมัยโบราณมนุษย์รู้จักนำพลังงานลมมาใช้ เช่น สูบน้ำ บดข้าวโพด แล่นเรือใบ เป็นต้น</p>
    <br>
    <p>กังหันลมเป็นเครื่องจักรกลชนิดหนึ่งที่สามารถรับพลังงานจลน์จากการเคลื่อนที่ของลมและเปลี่ยนให้เป็นพลังงานกล จากนั้นนำพลังงานกลไปใช้ประโยชน์โดยตรง เช่น การผลิตพลังงานไฟฟ้า ปัจจุบันทั่วโลกมีกังหันลมที่ใช้ในการสูบน้ำมากกว่า 1 ล้านตัว และเป็นกังหันลมที่ใช้ผลิตไฟฟ้าขนาดหนึ่งกิโลวัตต์ขึ้นไปมากกว่า 12,000 ตัว การผลิตไฟฟ้าจากพลังงานลมจะใช้ควบคู่ไปกับการผลิตพลังงานไฟฟ้าจากพลังงานรูปอื่น ๆ เช่น พลังงานแสงอาทิตย์ เป็นต้น</p>
    <br>
    <p>กระแสลมโดยเฉลี่ยของประเทศไทยอยู่ในระดับกลางถึงต่ำ โดยมีความเร็วของกระแสลมต่ำกว่า 4 เมตรต่อวินาที เราได้นำพลังงานจากกระแสลมมาใช้ในการหมุนกังหันลมสูบน้ำ ซึ่งมีอยู่ทั่วประเทศไทยประมาณ 5,800 ชุด และมีการคิดค้นพัฒนาในการนำกังหันลมมาใช้ในการผลิตกระแสไฟฟ้าในหลายพื้นที่ของประเทศไทย โดยเฉพาะที่แหลมพรหมเทพ จังหวัดภูเก็ต ได้นำกังหันลมมาใช้ผลิตกระแสไฟฟ้าร่วมกับการผลิตกระแสไฟฟ้าจากแสงอาทิตย์</p>
    <br>
    <h5>พลังงานความร้อนใต้พิภพ (Geothermal Energy)</h5>
  
    <p>พลังงานความร้อนใต้พิภพเป็นแหล่งพลังงานธรรมชาติที่มีขนาดใหญ่แหล่งหนึ่งของโลก เกิดจากการเคลื่อนตัวของเปลือกโลก และการเกิดแนวรอยเลื่อนแตก ทำให้น้ำบางส่วนไหลซึมลงไปใต้ผิวโลกไปสะสมตัว และรับความร้อนจากชั้นหินที่มีความร้อนสูง กลายเป็นน้ำร้อนและไอน้ำที่พยายามแทรกตัวตามรอยเลื่อนแตกของชั้นหินขึ้นมาบนผิวดิน ซึ่งอาจจะปรากฏในลักษณะของน้ำพุร้อน ไอน้ำร้อน โคลนเดือด และก๊าซ พลังงานความร้อนนี้จะสะสมอยู่ใต้ผิวโลก ยิ่งลึกลงไปอุณหภูมิก็ยิ่งสูงขึ้น เช่น ที่ระดับความลึกประมาณ 25-30 กิโลเมตรลงไป อุณหภูมิจะมีค่าอยู่ในเกณฑ์เฉลี่ยประมาณ 550-1,000 องศาเซลเซียส ส่วนที่ตรงจุดกลางโลกจะมีอุณหภูมิสูงมากถึง 3,500-4,500 องศาเซลเซียส</p>
    <p>จะมีจำนวนมากมาย แต่ด้วยข้อจำกัดทางด้านเทคโนโลยีในสภาพปัจจุบัน การพัฒนาแหล่งพลังงานประเภทนี้มาใช้ประโยชน์จึงดำเนินการได้ในระดับความลึกเพียง 10 กิโลเมตรเท่านั้น</p>
    <p>น้ำร้อนจากใต้พื้นดินสามารถนำมาถ่ายเทความร้อนให้กับของเหลวหรือสารที่มีจุดเดือดต่ำ ซึ่งง่ายต่อการเดือดและการเป็นไอ แล้วนำไอที่ได้ไปหมุนกังหันเพื่อขับเคลื่อนเครื่องกำเนิดไฟฟ้า นอกจากนี้ น้ำพุร้อนที่นำมาใช้ในการผลิตกระแสไฟฟ้าแล้ว เมื่อมีอุณหภูมิต่ำลงเหลือประมาณ 80 องศาเซลเซียส สามารถนำมาใช้เป็นพลังงานในการอบแห้งพืชผลทางการเกษตร เป็นพลังงานสำหรับห้องเย็น และเครื่องปรับอากาศได้อีกด้วย</p>
    <br><br>
    <h5>พลังงานชีวมวล (Biomass Energy)</h5>
   
    <p>ชีวมวล คือ สารทุกรูปแบบที่ได้จากสิ่งมีชีวิต ประกอบด้วยไม้ และถ่านไม้ ชานอ้อย แกลบ และของเหลือทางเกษตรกรรมอื่นๆ อุตสาหกรรมการเกษตรที่ใช้ชีวมวลเหลือจากกระบวนการผลิตมาใช้เป็นเชื้อเพลิงในการผลิตไฟฟ้าและความร้อนร่วม (Cogeneration) ได้แก่ โรงงานน้ำตาล ซึ่งใช้ชานอ้อย ใบอ้อย และยอดอ้อยมาเป็นเชื้อเพลิง โรงสีข้าว ซึ่งใช้แกลบเป็นเชื้อเพลิง โรงงานน้ำมันปาล์ม ซึ่งสามารถใช้กาบและกะลาผลปาล์ม รวมทั้งทะลายผลปาล์มมาเป็นเชื้อเพลิงร่วมผลิตความร้อนและไฟฟ้า</p>
    <p>ไฟฟ้าใช้ในโรงงาน และยังสามารถนำมูลสัตว์จากการทำฟาร์มปศุสัตว์ ตลอดจนน้ำเสียที่ทิ้งจากโรงงานและอุตสาหกรรมบางประเภท เช่น อุตสาหกรรมอาหาร และขยะมูลฝอยมาผลิตก๊าซชีวมวลได้โดยผ่านกระบวนการย่อยสลายสารอินทรีย์ในสภาพไร้อากาศ (Anaerobic Digestion) ซึ่งจะได้ก๊าซมีเทนที่ใช้เป็นเชื้อเพลิงในการผลิตไฟฟ้าได้ นอกจากนี้ยังมีการนำชีวมวลชนิดต่างๆ มาใช้เป็นเชื้อเพลิงผลิตไฟฟ้ามากขึ้น เช่น มันสำปะหลังซึ่งมีปริมาณล้นตลาด หรือการปลูกไม้โตเร็ว เช่น กระถินยักษ์ กระถินณรงค์ ยูคาลิปตัสบนที่ดินเสื่อมโทรมมาเป็นเชื้อเพลิง</p>
    <br>
    <p><b>1. กระบวนการที่ให้ความร้อน</b> เป็นการนำชีวมวลมาเผาเพื่อให้เกิดความร้อน เช่น การนำถ่านไม้หรือหินมาเผาให้เกิดความร้อนสำหรับนำไปใช้ประโยชน์ต่างๆ ได้ โดยมีการพัฒนาเทคโนโลยีในการใช้ชีวมวลในแง่ดังกล่าวนี้ เช่น พัฒนาและผลิตเตาที่ใช้กันอยู่ให้เป็นเตาประสิทธิภาพสูงสำหรับอุตสาหกรรมชนบทขนาดเล็ก เช่น เตานึ่งเมี่ยง เตานึ่งปอสา เตาเผาอิฐ โดยการออกแบบเตาดังกล่าวให้มีการเผาไหม้สมบูรณ์ และมีการรั่วไหลของพลังงานความร้อนจากตัวเตาน้อยที่สุด ด้านเชื้อเพลิงได้คิดค้นและผลิตก้อนอัดชีวมวลหรือเชื้อเพลิงเขียว ซึ่งทำโดยการนำวัชพืชมาสับแล้วอัดแท่ง ตากแดด และอบให้แห้ง ก้อนอัดชีวมวลที่ได้จะจุดติดไฟง่าย และให้ความร้อนสูง นอกจากนี้ยังได้นำผลผลิตหรือผลพลอยได้จากพืชจำพวกข้าว ข้าวโพด อ้อย และกากน้ำตาล มาผลิตเอทิลแอลกอฮอล์ หรือเอทานอล รวมทั้งการนำมันสำปะหลังมาเผาโดยควบคุมความร้อนจะได้ก๊าซชีวมวล ซึ่งสามารถนำไปใช้เป็นเชื้อเพลิงต่อไป</p>
    <br>
    <p><b>2. กระบวนการทางชีวภาพ</b> เป็นการนำมูลสัตว์ ขยะ หรือน้ำเสียมาหมักในที่ที่ไม่มีอากาศ ปล่อยให้เกิดกระบวนการย่อยสลาย ซึ่งจะได้ก๊าซชีวภาพสำหรับใช้เป็นเชื้อเพลิงในการหุงต้ม ใช้กับเครื่องยนต์ หรือเครื่องกำเนิดไฟฟ้า เป็นต้น</p>
    <br>
    <p>จากปัญหาวิกฤตการณ์ด้านพลังงานที่มีผลกระทบไปทั่วโลก ประเทศไทยจึงได้มีการวางแผนการพัฒนาพลังงานทดแทน โดยเน้นการนำพลังงานจากแหล่งที่สามารถหมุนเวียนและมีความยั่งยืนมาใช้ เช่น พลังงานน้ำที่นำมาใช้ในโครงการโรงไฟฟ้าขนาดเล็กจำนวน 19 โครงการ มีการผลิตไฟฟ้ารวม 66,280.0 กิโลวัตต์ นอกจากนี้ ยังมีการพัฒนาแหล่งพลังงานทดแทนอื่น ๆ เช่น พลังงานจากเชื้อเพลิงชีวภาพทั้งในรูปของของเหลวและก๊าซชีวภาพ รวมถึงพลังงานแสงอาทิตย์ พลังงานลม และพลังงานจากเชื้อเพลิงอัดแท่ง, ก๊าซโซฮอล์ และใบโอดีเซล ซึ่งทั้งหมดนี้เป็นส่วนหนึ่งของโครงการในพระราชดำริของพระบาทสมเด็จพระบรมชนกาธิเบศร มหาภูมิพลอดุลยเดชมหาราช บรมนาถบพิตร</p>
    <br>
    <h3>สรุป</h3>
    <br>
    <p>ทรัพยากรธรรมชาติถือเป็นรากฐานสำคัญสำหรับการพัฒนาประเทศ เนื่องจากเป็นต้นกำลังของระบบผลิตไฟฟ้าทั้งหมดในปัจจุบัน ซึ่งหลายแหล่งพลังงานที่เกิดขึ้นตามธรรมชาติก็มีวันหมดสิ้น เช่น น้ำที่เป็นทรัพยากรหมุนเวียน แม้จะมีข้อดี แต่ก็มีข้อจำกัดในด้านผลกระทบต่อสิ่งแวดล้อมเช่นกัน ด้วยเหตุนี้จึงมีความพยายามคิดค้นแสวงหาแหล่งพลังงานใหม่ที่สามารถใช้งานได้ยาวนาน เช่น พลังงานแสงอาทิตย์ พลังงานลม พลังงานความร้อนใต้พิภพ และพลังงานชีวมวล ซึ่งในระยะแรกของการนำมาใช้จะจำกัดอยู่ในพื้นที่ขนาดเล็กและห่างไกล แต่เมื่อเวลาผ่านไปและเทคโนโลยีได้พัฒนาเพิ่มเติม คาดว่าจะสามารถลดต้นทุนการผลิตและนำไปใช้ในเชิงพาณิชย์ได้อย่างกว้างขวาง ทั้งนี้ยังต้องคำนึงถึงศักยภาพของแต่ละประเภทพลังงานในการรองรับการใช้งานระยะยาวด้วย</p>
    <div class="ratio ratio-16x9">
  <iframe src="https://www.youtube.com/embed/zMmtFUyuF7M" title="YouTube video" allowfullscreen></iframe>
</div>
</div>
<
    <script src="jQuery/jquery-3.6.0.js"></script>
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/js/bootstrap.bundle.min.js" integrity="sha384-YvpcrYf0tY3lHB60NNkmXc5s9fDVZLESaAA55NDzOxhy9GkcIdslK1eN7N6jIeHz" crossorigin="anonymous"></script>
    <script>
        $(document).ready(function(){
            $('.toggle').click(function(){
                $('.toggle').toggleClass('active');
                $('ul').toggleClass('active');
            })
        })
    </script>
    </div>
</body>
</html>
